<template>
  <div class="about container my-5">
    <h1 class="my-4">About</h1>
    <div class="row border-top border-secondary py-3 my-4">
      <div class="col-1">
        <img src="../assets/image/icons/history.png" alt="history">
      </div>
      <div class="col-11">
        <h3>History</h3>
        <p>Компания "МЕБЕЛЬ-АРТ" – это профессионалы мебельного искусства, это искусство делать мебель!
          Мы работаем на рынке Украины с 2000 года.Требовательность к качеству исходных материалов и к готовой продукции с первого дня стали основными принципами компании, остаются ими и сейчас. В процессе роста и развития компании появился опыт, пришли надёжные поставщики, совершенствовались технологии производства и оборудование, появилось умение экономить, сохраняя высокое качество. Мы особенно гордимся долговременным сотрудичеством с нашими специалистами, мы растем и развиваемся вместе.</p>
      </div>
    </div>
    <div class="row border-top border-secondary py-3 my-4">
      <div class="col-1">
        <img src="../assets/image/icons/growth.png" alt="growth">
      </div>
      <div class="col-11">
        <h3>Growth</h3>
        <p>В результате такого отношения к делу, на сегодня, компания "МЕБЕЛЬ-АРТ" имеет самое современное производство по изготовлению корпусной мебели для дома и офиса, сеть магазинов по розничной продаже, дизайн-студию, интернет-магазин мебели.</p>
        <p>Во всех этих подразделениях трудятся профессионалы высокого уровня, которые способны реализовать самые смелые пожелания заказчика и могут решать сложные технические задачи.</p>
      </div>
    </div>

<!--    <div class="row">-->
    <div class="row">
      <div class="col-6">
        <div class="row border-top border-secondary py-3 my-4">
          <div class="col-2">
            <img src="../assets/image/icons/target.png" alt="target">
          </div>
          <div class="col-10">
            <h3>Цель</h3>
            <p>Цель компании - повышение качества обслуживания покупателей, расширение ассортимента, завоевание и удержание доверия к компании "МЕБЕЛЬ-АРТ", увеличение числа постоянных клиентов, создание наилучшего соотношения цены и качества продукции.</p>
          </div>
        </div>
      </div>
      <div class="col-6">
        <div class="row border-top border-secondary py-3 my-4">
          <div class="col-2">
            <img src="../assets/image/icons/mission.png" alt="mission">
          </div>
          <div class="col-10">
            <h3>Миссия</h3>
            <p>Мы видим своё предназначение в том, чтобы каждый наш покупатель вместе с мебелью приобретал комфорт, удобство и надёжность по доступной цене.</p>
          </div>
        </div>
      </div>
      <div class="col-6">
        <div class="row border-top border-secondary py-3 my-4">
          <div class="col-2">
            <img src="../assets/image/icons/products.png" alt="products">
          </div>
          <div class="col-10">
            <h3>Продукция</h3>
            <p>Мы предлагаем купить мебель для дома: в гостиную, в спальню, в детскую комнату, в кухню, в прихожую. Мебель для офиса: письменные и компьютерные столы, стулья и кресла, шкафы и стеллажи, кабинеты руководителя и многое другое. На всю мебель распространяется гарантия качества, мы обеспечиваем доставку и сборку купленной мебели домой и на предприятия.</p>
          </div>
        </div>
      </div>
      <div class="col-6">
        <div class="row border-top border-secondary py-3 my-4">
          <div class="col-2">
            <img src="../assets/image/icons/plans.png" alt="plans">
          </div>
          <div class="col-10">
            <h3>Планы</h3>
            <p>Мы планируем продолжать работу по повышению контроля над качеством выпускаемой продукции, улучшать уровень обслуживания покупателей, создавать новые, современные элементы мебели. Для расширения ассортимента – привлекать к сотрудничеству других производителей.</p>
          </div>
        </div>
      </div>
    </div>

    <div class="row border-top border-secondary py-3 my-4">
      <div class="col-1">
        <img src="../assets/image/icons/finish.png" alt="finish">
      </div>
      <div class="col-11">
        <h3>В заключение</h3>
        <p>Наши дизайнеры и технологи систематически посещают специализированные выставки, изучают новые тенденции искусства создания мебели, это отражается на многообразии вариантов предлагаемой продукции. Кроме готовой фабричной мебели Вы можете сделать индивидуальный заказ на изготовление мебели по Вашим размерам с учетом Ваших пожеланий.
        </p>
        <p>Дизайнеры создадут несколько вариантов расстановки мебели и её цветового решения, представят 3D план Вашего заказа, останется только оплатить и убедиться, что с компанией «МЕБЕЛЬ-АРТ» поменять обстановку легко и приятно. Мы занимаемся искусством создания мебели, чтобы Вас окружали комфортные условия на работе и дома, чтобы качество Вашей жизни возрастало. Мы и в дальнейшем, будем стремиться создавать качественную, удобную мебель, делая её доступной для каждого покупателя и мы всегда будем рады видеть Вас в числе наших клиентов.</p>
      </div>
    </div>
  </div>
</template>

<script>

</script>

<style scoped lang="scss">

 .col-6 {
   align-items: stretch;
 }
  img {
    width: 100%;
  }

</style>